{"[PAD]": 0, "[MASK]": 1, "[UNK]": 2, "[CLS]": 3, "[SEP]": 4, "GATCAC": 5, "ATCACA": 6, "TCACAG": 7, "CACAGG": 8, "ACAGGT": 9, "CAGGTC": 10, "AGGTCT": 11, "GGTCTA": 12, "GTCTAT": 13, "TCTATC": 14, "CTATCA": 15, "TATCAC": 16, "ATCACC": 17, "TCACCC": 18, "CACCCT": 19, "ACCCTA": 20, "CCCTAT": 21, "CCTATT": 22, "CTATTA": 23, "TATTAA": 24, "ATTAAC": 25, "TTAACC": 26, "TAACCA": 27, "AACCAC": 28, "ACCACT": 29, "CCACTC": 30, "CACTCA": 31, "ACTCAC": 32, "CTCACG": 33, "TCACGG": 34, "CACGGG": 35, "ACGGGA": 36, "CGGGAG": 37, "GGGAGC": 38, "GGAGCT": 39, "GAGCTC": 40, "AGCTCT": 41, "GCTCTC": 42, "CTCTCC": 43, "TCTCCA": 44, "CTCCAT": 45, "TCCATG": 46, "CCATGC": 47, "CATGCA": 48, "ATGCAT": 49, "TGCATT": 50, "GCATTT": 51, "CATTTG": 52, "ATTTGG": 53, "TTTGGT": 54, "TTGGTA": 55, "TGGTAT": 56, "GGTATT": 57, "GTATTT": 58, "TATTTT": 59, "ATTTTC": 60, "TTTTCG": 61, "TTTCGT": 62, "TTCGTC": 63, "TCGTCT": 64, "CGTCTG": 65, "GTCTGG": 66, "TCTGGG": 67, "CTGGGG": 68, "TGGGGG": 69, "GGGGGG": 70, "GGGGGT": 71, "GGGGTG": 72, "GGGTGT": 73, "GGTGTG": 74, "GTGTGC": 75, "TGTGCA": 76, "GTGCAC": 77, "TGCACG": 78, "GCACGC": 79, "CACGCG": 80, "ACGCGA": 81, "CGCGAT": 82, "GCGATA": 83, "CGATAG": 84, "GATAGC": 85, "ATAGCA": 86, "TAGCAT": 87, "AGCATT": 88, "GCATTG": 89, "CATTGC": 90, "ATTGCG": 91, "TTGCGA": 92, "TGCGAG": 93, "GCGAGA": 94, "CGAGAC": 95, "GAGACG": 96, "AGACGC": 97, "GACGCT": 98, "ACGCTG": 99, "CGCTGG": 100, "GCTGGA": 101, "CTGGAG": 102, "TGGAGC": 103, "GGAGCC": 104, "GAGCCG": 105, "AGCCGG": 106, "GCCGGA": 107, "CCGGAG": 108, "CGGAGC": 109, "GGAGCA": 110, "GAGCAC": 111, "AGCACC": 112, "GCACCC": 113, "CCTATG": 114, "CTATGT": 115, "TATGTC": 116, "ATGTCG": 117, "TGTCGC": 118, "GTCGCA": 119, "TCGCAG": 120, "CGCAGT": 121, "GCAGTA": 122, "CAGTAT": 123, "AGTATC": 124, "GTATCT": 125, "TATCTG": 126, "ATCTGT": 127, "TCTGTC": 128, "CTGTCT": 129, "TGTCTT": 130, "GTCTTT": 131, "TCTTTG": 132, "CTTTGA": 133, "TTTGAT": 134, "TTGATT": 135, "TGATTC": 136, "GATTCC": 137, "ATTCCT": 138, "TTCCTG": 139, "TCCTGC": 140, "CCTGCC": 141, "CTGCCC": 142, "TGCCCC": 143, "GCCCCA": 144, "CCCCAT": 145, "CCCATT": 146, "CCATTC": 147, "CATTCC": 148, "ATTCCA": 149, "TTCCAT": 150, "TCCATT": 151, "CCATTA": 152, "CATTAT": 153, "ATTATT": 154, "TTATTT": 155, "TATTTA": 156, "ATTTAT": 157, "TTTATC": 158, "TTATCG": 159, "TATCGC": 160, "ATCGCA": 161, "TCGCAC": 162, "CGCACC": 163, "GCACCT": 164, "CACCTA": 165, "ACCTAC": 166, "CCTACG": 167, "CTACGT": 168, "TACGTT": 169, "ACGTTC": 170, "CGTTCA": 171, "GTTCAA": 172, "TTCAAT": 173, "TCAATA": 174, "CAATAT": 175, "AATATT": 176, "ATATTA": 177, "TATTAC": 178, "ATTACA": 179, "TTACAG": 180, "TACAGG": 181, "ACAGGC": 182, "CAGGCG": 183, "AGGCGA": 184, "GGCGAG": 185, "GCGAGC": 186, "CGAGCA": 187, "GAGCAT": 188, "AGCATA": 189, "GCATAC": 190, "CATACT": 191, "ATACTT": 192, "TACTTA": 193, "ACTTAC": 194, "CTTACT": 195, "TTACTG": 196, "TACTGA": 197, "ACTGAA": 198, "CTGAAG": 199, "TGAAGT": 200, "GAAGTG": 201, "AAGTGT": 202, "AGTGTG": 203, "GTGTGT": 204, "TGTGTT": 205, "GTGTTA": 206, "TGTTAA": 207, "GTTAAT": 208, "TTAATT": 209, "TAATTA": 210, "AATTAA": 211, "ATTAAT": 212, "TTAATG": 213, "TAATGC": 214, "AATGCT": 215, "ATGCTT": 216, "TGCTTG": 217, "GCTTGT": 218, "CTTGTA": 219, "TTGTAG": 220, "TGTAGG": 221, "GTAGGA": 222, "TAGGAC": 223, "AGGACA": 224, "GGACAT": 225, "GACATA": 226, "ACATAA": 227, "CATAAT": 228, "ATAATA": 229, "TAATAA": 230, "AATAAT": 231, "AATAAC": 232, "ATAACG": 233, "TAACGA": 234, "AACGAC": 235, "ACGACT": 236, "CGACTA": 237, "GACTAA": 238, "ACTAAA": 239, "CTAAAT": 240, "TAAATG": 241, "AAATGT": 242, "AATGTC": 243, "ATGTCT": 244, "TGTCTG": 245, "GTCTGC": 246, "TCTGCA": 247, "CTGCAC": 248, "TGCACA": 249, "GCACAG": 250, "CACAGC": 251, "ACAGCT": 252, "CAGCTG": 253, "AGCTGC": 254, "GCTGCT": 255, "CTGCTT": 256, "TGCTTT": 257, "GCTTTC": 258, "CTTTCC": 259, "TTTCCA": 260, "TTCCAC": 261, "TCCACA": 262, "CCACAC": 263, "CACACA": 264, "ACACAG": 265, "CACAGA": 266, "ACAGAC": 267, "CAGACA": 268, "AGACAT": 269, "GACATC": 270, "ACATCA": 271, "CATCAT": 272, "ATCATA": 273, "TCATAA": 274, "CATAAC": 275, "ATAACA": 276, "TAACAA": 277, "AACAAA": 278, "ACAAAA": 279, "CAAAAA": 280, "AAAAAA": 281, "AAAAAT": 282, "AAAATT": 283, "AAATTT": 284, "AATTTC": 285, "ATTTCC": 286, "TCCACC": 287, "CCACCA": 288, "CACCAA": 289, "ACCAAA": 290, "CCAAAC": 291, "CAAACC": 292, "AAACCC": 293, "AACCCC": 294, "ACCCCC": 295, "CCCCCC": 296, "CCCCCT": 297, "CCCCTC": 298, "CCCTCC": 299, "CCTCCC": 300, "CTCCCC": 301, "TCCCCC": 302, "CCCCCG": 303, "CCCCGC": 304, "CCCGCT": 305, "CCGCTT": 306, "CGCTTC": 307, "GCTTCT": 308, "CTTCTG": 309, "TTCTGG": 310, "TCTGGC": 311, "CTGGCC": 312, "TGGCCA": 313, "GGCCAC": 314, "GCCACA": 315, "CCACAG": 316, "ACAGCA": 317, "CAGCAC": 318, "AGCACT": 319, "GCACTT": 320, "CACTTA": 321, "ACTTAA": 322, "CTTAAA": 323, "TTAAAC": 324, "TAAACA": 325, "AAACAC": 326, "AACACA": 327, "ACACAT": 328, "CACATC": 329, "ACATCT": 330, "CATCTC": 331, "ATCTCT": 332, "TCTCTG": 333, "CTCTGC": 334, "TCTGCC": 335, "CTGCCA": 336, "TGCCAA": 337, "GCCAAA": 338, "ACCCCA": 339, "CCCCAA": 340, "CCCAAA": 341, "CCAAAA": 342, "AAAAAC": 343, "AAAACA": 344, "AAACAA": 345, "ACAAAG": 346, "CAAAGA": 347, "AAAGAA": 348, "AAGAAC": 349, "AGAACC": 350, "GAACCC": 351, "AACCCT": 352, "CCCTAA": 353, "CCTAAC": 354, "CTAACA": 355, "TAACAC": 356, "AACACC": 357, "ACACCA": 358, "CACCAG": 359, "ACCAGC": 360, "CCAGCC": 361, "CAGCCT": 362, "AGCCTA": 363, "GCCTAA": 364, "CTAACC": 365, "AACCAG": 366, "ACCAGA": 367, "CCAGAT": 368, "CAGATT": 369, "AGATTT": 370, "GATTTC": 371, "ATTTCA": 372, "TTTCAA": 373, "TTCAAA": 374, "TCAAAT": 375, "CAAATT": 376, "AATTTT": 377, "ATTTTA": 378, "TTTTAT": 379, "TTATCT": 380, "TATCTT": 381, "ATCTTT": 382, "TCTTTT": 383, "CTTTTG": 384, "TTTTGG": 385, "TTTGGC": 386, "TTGGCG": 387, "TGGCGG": 388, "GGCGGT": 389, "GCGGTA": 390, "CGGTAT": 391, "GGTATA": 392, "GTATAC": 393, "TATACA": 394, "ATACAC": 395, "TACACT": 396, "ACACTT": 397, "CACTTT": 398, "ACTTTT": 399, "CTTTTA": 400, "TTTTAA": 401, "TTTAAC": 402, "TTAACA": 403, "TAACAG": 404, "AACAGT": 405, "ACAGTC": 406, "CAGTCA": 407, "AGTCAC": 408, "GTCACC": 409, "CACCCC": 410, "CCCCTA": 411, "CTAACT": 412, "TAACTA": 413, "AACTAA": 414, "ACTAAC": 415, "CACATT": 416, "ACATTA": 417, "TTTTCC": 418, "TTTCCC": 419, "TTCCCC": 420, "TCCCCT": 421, "CTCCCA": 422, "TCCCAC": 423, "CCCACT": 424, "CACTCC": 425, "ACTCCC": 426, "TCCCAT": 427, "CCCATA": 428, "CCATAC": 429, "ATACTA": 430, "TACTAC": 431, "ACTACT": 432, "CTACTA": 433, "TACTAA": 434, "ACTAAT": 435, "CTAATC": 436, "TAATCT": 437, "AATCTC": 438, "ATCTCA": 439, "TCTCAT": 440, "CTCATC": 441, "TCATCA": 442, "CATCAA": 443, "ATCAAT": 444, "CAATAC": 445, "AATACA": 446, "ATACAA": 447, "TACAAC": 448, "ACAACC": 449, "CAACCC": 450, "CCCGCC": 451, "CCGCCC": 452, "CGCCCA": 453, "GCCCAT": 454, "CCCATC": 455, "CCATCC": 456, "CATCCT": 457, "ATCCTA": 458, "TCCTAC": 459, "CCTACC": 460, "CTACCC": 461, "TACCCA": 462, "ACCCAG": 463, "CCCAGC": 464, "CCAGCA": 465, "AGCACA": 466, "GCACAC": 467, "ACACAC": 468, "CACACC": 469, "ACACCG": 470, "CACCGC": 471, "ACCGCT": 472, "CCGCTG": 473, "CGCTGC": 474, "CTGCTA": 475, "TGCTAA": 476, "GCTAAC": 477, "TAACCC": 478, "CATACC": 479, "ATACCC": 480, "TACCCC": 481, "ACCCCG": 482, "CCCCGA": 483, "CCCGAG": 484, "CCGAGC": 485, "CGAGCC": 486, "GAGCCA": 487, "AGCCAA": 488, "GCCAAC": 489, "CCAACC": 490, "CAACCA": 491, "AACCAA": 492, "CCAAAG": 493, "AAAGAC": 494, "AAGACA": 495, "AGACAC": 496, "GACACC": 497, "ACACCC": 498, "CCCGCA": 499, "CCGCAG": 500, "GCAGTT": 501, "CAGTTT": 502, "AGTTTA": 503, "GTTTAT": 504, "TTTATG": 505, "TTATGT": 506, "TATGTA": 507, "ATGTAG": 508, "TGTAGC": 509, "GTAGCT": 510, "TAGCTT": 511, "AGCTTA": 512, "GCTTAC": 513, "CTTACC": 514, "TTACCT": 515, "TACCTC": 516, "ACCTCC": 517, "CCTCCT": 518, "CTCCTC": 519, "TCCTCA": 520, "CCTCAA": 521, "CTCAAA": 522, "TCAAAG": 523, "CAAAGC": 524, "AAAGCA": 525, "AAGCAA": 526, "AGCAAT": 527, "GCAATA": 528, "ACACTG": 529, "CACTGA": 530, "CTGAAA": 531, "TGAAAA": 532, "GAAAAT": 533, "AAAATG": 534, "AATGTT": 535, "ATGTTT": 536, "TGTTTA": 537, "GTTTAG": 538, "TTTAGA": 539, "TTAGAC": 540, "TAGACG": 541, "AGACGG": 542, "GACGGG": 543, "ACGGGC": 544, "CGGGCT": 545, "GGGCTC": 546, "GGCTCA": 547, "GCTCAC": 548, "CTCACA": 549, "TCACAT": 550, "CATCAC": 551, "CCATAA": 552, "CATAAA": 553, "ATAAAC": 554, "ACAAAT": 555, "CAAATA": 556, "AAATAG": 557, "AATAGG": 558, "ATAGGT": 559, "TAGGTT": 560, "AGGTTT": 561, "GGTTTG": 562, "GTTTGG": 563, "TTGGTC": 564, "TGGTCC": 565, "GGTCCT": 566, "GTCCTA": 567, "TCCTAG": 568, "CCTAGC": 569, "CTAGCC": 570, "TAGCCT": 571, "AGCCTT": 572, "GCCTTT": 573, "CCTTTC": 574, "CTTTCT": 575, "TTTCTA": 576, "TTCTAT": 577, "TCTATT": 578, "TATTAG": 579, "ATTAGC": 580, "TTAGCT": 581, "TAGCTC": 582, "GCTCTT": 583, "CTCTTA": 584, "TCTTAG": 585, "CTTAGT": 586, "TTAGTA": 587, "TAGTAA": 588, "AGTAAG": 589, "GTAAGA": 590, "TAAGAT": 591, "AAGATT": 592, "AGATTA": 593, "GATTAC": 594, "TTACAC": 595, "TACACA": 596, "CACATG": 597, "ACATGC": 598, "ATGCAA": 599, "TGCAAG": 600, "GCAAGC": 601, "CAAGCA": 602, "AAGCAT": 603, "AGCATC": 604, "GCATCC": 605, "CATCCC": 606, "ATCCCC": 607, "TCCCCA": 608, "TTCCAG": 609, "TCCAGT": 610, "CCAGTG": 611, "CAGTGA": 612, "AGTGAG": 613, "GTGAGT": 614, "TGAGTT": 615, "GAGTTC": 616, "AGTTCA": 617, "GTTCAC": 618, "TTCACC": 619, "ACCCTC": 620, "CCCTCT": 621, "CCTCTA": 622, "CTCTAA": 623, "TCTAAA": 624, "TAAATC": 625, "AAATCA": 626, "AATCAC": 627, "TCACCA": 628, "CACCAC": 629, "ACCACG": 630, "CCACGA": 631, "CACGAT": 632, "ACGATC": 633, "CGATCA": 634, "GATCAA": 635, "ATCAAA": 636, "TCAAAA": 637, "CAAAAG": 638, "AAAAGG": 639, "AAAGGG": 640, "AAGGGA": 641, "AGGGAC": 642, "GGGACA": 643, "GGACAA": 644, "GACAAG": 645, "ACAAGC": 646, "GCATCA": 647, "ATCAAG": 648, "TCAAGC": 649, "AAGCAC": 650, "AGCACG": 651, "CACGCA": 652, "ACGCAA": 653, "CGCAAC": 654, "GCAACA": 655, "CAACAA": 656, "AACAAT": 657, "ACAATG": 658, "CAATGC": 659, "AATGCA": 660, "ATGCAG": 661, "TGCAGC": 662, "GCAGCT": 663, "CAGCTC": 664, "AGCTCA": 665, "GCTCAA": 666, "CAAAAC": 667, "AAAACG": 668, "AAACGC": 669, "AACGCT": 670, "ACGCTT": 671, "CGCTTA": 672, "GCTTAG": 673, "CTTAGC": 674, "TTAGCC": 675, "GCCTAG": 676, "TAGCCA": 677, "AGCCAC": 678, "CCCCCA": 679, "CCCCAC": 680, "CCCACG": 681, "CCACGG": 682, "CGGGAA": 683, "GGGAAA": 684, "GGAAAC": 685, "GAAACA": 686, "AAACAG": 687, "AACAGC": 688, "CAGCAG": 689, "AGCAGT": 690, "GCAGTG": 691, "AGTGAT": 692, "GTGATA": 693, "TGATAA": 694, "GATAAG": 695, "ATAAGC": 696, "TAAGCC": 697, "AAGCCT": 698, "CCTTTA": 699, "CTTTAG": 700, "TTTAGC": 701, "TTAGCA": 702, "TAGCAA": 703, "CAATAA": 704, "AATAAA": 705, "TAAACG": 706, "AAACGA": 707, "AACGAA": 708, "ACGAAA": 709, "CGAAAG": 710, "GAAAGT": 711, "AAAGTT": 712, "AAGTTT": 713, "GTTTAA": 714, "TTAACT": 715, "ACTAAG": 716, "CTAAGC": 717, "TAAGCT": 718, "AAGCTA": 719, "AGCTAT": 720, "GCTATA": 721, "CTATAC": 722, "TATACT": 723, "CCCCAG": 724, "CCCAGG": 725, "CCAGGG": 726, "CAGGGT": 727, "AGGGTT": 728, "GGGTTG": 729, "GGTTGG": 730, "GTTGGT": 731, "TGGTCA": 732, "GGTCAA": 733, "GTCAAT": 734, "TCAATT": 735, "CAATTT": 736, "ATTTCG": 737, "TTCGTG": 738, "TCGTGC": 739, "CGTGCC": 740, "GTGCCA": 741, "TGCCAG": 742, "GCCAGC": 743, "CAGCCA": 744, "GCCACC": 745, "CCACCG": 746, "ACCGCG": 747, "CCGCGG": 748, "CGCGGT": 749, "GCGGTC": 750, "CGGTCA": 751, "GGTCAC": 752, "GTCACA": 753, "TCACAC": 754, "CACACG": 755, "ACACGA": 756, "ACGATT": 757, "CGATTA": 758, "GATTAA": 759, "AACCCA": 760, "ACCCAA": 761, "CCCAAG": 762, "CCAAGT": 763, "CAAGTC": 764, "AAGTCA": 765, "AGTCAA": 766, "CAATAG": 767, "AATAGA": 768, "ATAGAA": 769, "TAGAAG": 770, "AGAAGC": 771, "GAAGCC": 772, "AAGCCG": 773, "GCCGGC": 774, "CCGGCG": 775, "CGGCGT": 776, "GGCGTA": 777, "GCGTAA": 778, "CGTAAA": 779, "GTAAAG": 780, "TAAAGA": 781, "AAAGAG": 782, "AAGAGT": 783, "AGAGTG": 784, "GAGTGT": 785, "AGTGTT": 786, "GTGTTT": 787, "TGTTTT": 788, "GTTTTA": 789, "TTTTAG": 790, "TTAGAT": 791, "TAGATC": 792, "AGATCA": 793, "CCCAAT": 794, "CCAATA": 795, "ATAAAG": 796, "TAAAGC": 797, "AAAGCT": 798, "AGCTAA": 799, "GCTAAA": 800, "CTAAAA": 801, "TAAAAC": 802, "AAAACT": 803, "AAACTC": 804, "AACTCA": 805, "CTCACC": 806, "TCACCT": 807, "CACCTG": 808, "ACCTGA": 809, "CCTGAG": 810, "CTGAGT": 811, "TGAGTC": 812, "GAGTCG": 813, "AGTCGT": 814, "GTCGTA": 815, "TCGTAA": 816, "GTAAAA": 817, "TAAAAA": 818, "AACTCC": 819, "ACTCCA": 820, "CTCCAG": 821, "CCAGTT": 822, "CAGTTG": 823, "AGTTGA": 824, "GTTGAC": 825, "TTGACA": 826, "TGACAC": 827, "GACACA": 828, "ACACAA": 829, "CACAAA": 830, "CAAAAT": 831, "AAAATA": 832, "AAATAA": 833, "TAAACT": 834, "AAACTA": 835, "AACTAC": 836, "ACTACG": 837, "CTACGA": 838, "TACGAA": 839, "AAAGTG": 840, "AAGTGG": 841, "AGTGGC": 842, "GTGGCT": 843, "TGGCTT": 844, "GGCTTT": 845, "GCTTTA": 846, "CTTTAA": 847, "TAACAT": 848, "AACATA": 849, "ACATAT": 850, "CATATC": 851, "ATATCT": 852, "ATCTGA": 853, "TCTGAA": 854, "CTGAAC": 855, "TGAACA": 856, "GAACAC": 857, "CACAAT": 858, "ACAATA": 859, "AATAGC": 860, "ATAGCT": 861, "TAGCTA": 862, "GCTAAG": 863, "CTAAGA": 864, "TAAGAC": 865, "AAGACC": 866, "AGACCC": 867, "GACCCA": 868, "CAAACT": 869, "AAACTG": 870, "AACTGG": 871, "ACTGGG": 872, "CTGGGA": 873, "TGGGAT": 874, "GGGATT": 875, "GGATTA": 876, "GATTAG": 877, "ATTAGA": 878, "TAGATA": 879, "AGATAC": 880, "GATACC": 881, "CCACTA": 882, "CACTAT": 883, "ACTATG": 884, "CTATGC": 885, "TATGCT": 886, "TGCTTA": 887, "TAGCCC": 888, "AGCCCT": 889, "GCCCTA": 890, "CCTAAA": 891, "CTAAAC": 892, "TAAACC": 893, "AAACCT": 894, "AACCTC": 895, "ACCTCA": 896, "CTCAAC": 897, "TCAACA": 898, "CAACAG": 899, "ACAGTT": 900, "CAGTTA": 901, "AGTTAA": 902, "GTTAAA": 903, "TTAAAT": 904, "AATCAA": 905, "ATCAAC": 906, "AACTGC": 907, "ACTGCT": 908, "CTGCTC": 909, "TGCTCG": 910, "GCTCGC": 911, "CTCGCC": 912, "TCGCCA": 913, "CGCCAG": 914, "GCCAGA": 915, "CCAGAA": 916, "CAGAAC": 917, "AGAACA": 918, "AACACT": 919, "ACACTA": 920, "CACTAC": 921, "TACGAG": 922, "ACGAGC": 923, "CAGCTT": 924, "GCTTAA": 925, "TTAAAA": 926, "ACTCAA": 927, "CAAAGG": 928, "AAAGGA": 929, "AAGGAC": 930, "AGGACC": 931, "GGACCT": 932, "GACCTG": 933, "ACCTGG": 934, "CCTGGC": 935, "CTGGCG": 936, "GCGGTG": 937, "CGGTGC": 938, "GGTGCT": 939, "GTGCTT": 940, "TGCTTC": 941, "GCTTCA": 942, "CTTCAT": 943, "TTCATA": 944, "TCATAT": 945, "ATATCC": 946, "TATCCC": 947, "ATCCCT": 948, "TCCCTC": 949, "CTCTAG": 950, "TCTAGA": 951, "CTAGAG": 952, "TAGAGG": 953, "AGAGGA": 954, "GAGGAG": 955, "AGGAGC": 956, "GAGCCT": 957, "AGCCTG": 958, "GCCTGT": 959, "CCTGTT": 960, "CTGTTC": 961, "TGTTCT": 962, "GTTCTG": 963, "TTCTGT": 964, "TCTGTA": 965, "CTGTAA": 966, "TGTAAT": 967, "GTAATC": 968, "TAATCG": 969, "AATCGA": 970, "ATCGAT": 971, "TCGATA": 972, "CGATAA": 973, "GATAAA": 974, "CCCGAT": 975, "CCGATC": 976, "TCAACC": 977, "CAACCT": 978, "CCTCAC": 979, "ACCACC": 980, "CCACCT": 981, "CACCTC": 982, "ACCTCT": 983, "CCTCTT": 984, "CTCTTG": 985, "TCTTGC": 986, "CTTGCT": 987, "TTGCTC": 988, "TGCTCA": 989, "GCTCAG": 990, "CTCAGC": 991, "TCAGCC": 992, "GCCTAT": 993, "CCTATA": 994, "CTATAT": 995, "TATATA": 996, "ATATAC": 997, "TATACC": 998, "ATACCG": 999}